---
kind: type
id: T:Autodesk.Revit.DB.Structure.FabricReinSpanSymbol
source: html/ed051a39-7717-6be5-43a9-6f6598fd82f7.htm
---
# Autodesk.Revit.DB.Structure.FabricReinSpanSymbol

Represents an instance of a Structural Fabric Reinforcement Symbol in Autodesk Revit.

## Syntax (C#)
```csharp
public class FabricReinSpanSymbol : IndependentTag
```